Repository: goffreder/i18n
Catalog: app/intl/*.po
Languages: it_it

source: #objectname#: Competitions
it_it: #objectname#: Competizioni

source: #objectname#: Countries
it_it: #objectname#: Paesi

source: #objectname#: Players
it_it: #objectname#: Giocatori

source: #objectname#: Sheet
it_it: #objectname#: Scheda

source: #objectname#: Teams
it_it: #objectname#: Squadre

source: 1vs1 Defense
it_it: Difesa 1vs1

source: 1vs1 Dribbling
it_it: Dribbling 1vs1

source: Acceleration
it_it: Accelerazione

source: acceleration_PL
it_it: Accelerazioni

source: aerial abilities
it_it: Duello Aereo

source: aerial abilities_PL
it_it: Duelli Aerei

source: Aerial Duel
it_it: Duello Aereo

source: All Events
it_it: Tutti gli Eventi

source: ALL_EVENTS
it_it: Tutti gli Eventi

source: ALL_EVENTS_PL
it_it: Tutti gli Eventi

source: Arrowsmap
it_it: Mappa di Frecce

source: assist goal_p
it_it: Assist

source: assist goal_p_PL
it_it: Assist

source: assist_p
it_it: Passaggio Chiave

source: assist_p_PL
it_it: Passaggi Chiave

source: Ball Lost
it_it: Palla Persa

source: ball_lost_p
it_it: Palla Persa

source: ball_lost_p_PL
it_it: Palle Perse

source: Bench
it_it: Panchina

source: Career
it_it: Carriera

source: Championship
it_it: Campionato

source: Clearance
it_it: Liberare l'Area

source: clearance_p
it_it: Liberamento

source: clearance_p_PL
it_it: Liberamenti

source: Corner Kick
it_it: Calcio d'Angolo

source: Countries
it_it: Paesi

source: Cross
it_it: CrossCross

source: cross_p
it_it: Cross

source: cross_p_PL
it_it: Cross

source: Defending Duel
it_it: Duello difensivo

source: direct free kick_p
it_it: Punizione

source: direct free kick_p_PL
it_it: Punizioni

source: Disciplinary
it_it: Disciplinare

source: dribbling_p
it_it: Dribbling

source: dribbling_p_PL
it_it: Dribbling

source: Events
it_it: Eventi

source: Foul
it_it: Fallo

source: Free Kick Cross
it_it: Cross da Punizione

source: Free Kick Shot
it_it: Tiro di Punizione

source: goal_p
it_it: Goal

source: goal_p_PL
it_it: Goal

source: Head Shot
it_it: Tiro di Testa

source: head_shoot_p
it_it: Tiro di Testa

source: head_shoot_p_PL
it_it: Tiri di Testa

source: Histogram
it_it: Istogramma

source: indirect free kick_p
it_it: Punizione Cross

source: indirect free kick_p_PL
it_it: Punizioni Cross

source: Int. Career
it_it: Carriera Int.

source: Interception
it_it: Intercettazione

source: International Career
it_it: Carriera Internazionale

source: International Competitions
it_it: Competizioni Internazionali

source: Key Pass
it_it: Passaggio Chiave

source: Last 12 Months
it_it: Ultimi 12 Mesi

source: Long Range Pass
it_it: Passaggio Lungo

source: long-range kick_p
it_it: Passaggio Lungo

source: long-range kick_p_PL
it_it: Passagggi Lunghi

source: Lost/Won
it_it: Persi/Vinti

source: Main Countries
it_it: Paesi Principali

source: man_marking_p
it_it: Difesa 1vs1

source: man_marking_p_PL
it_it: Difese 1vs1

source: marking
it_it: Duello Difensivo

source: marking_PL
it_it: Duelli Difensivi

source: Navigate
it_it: Navigazione

source: Offside
it_it: Fuorigioco

source: offside_PL
it_it: Fuorigioco

source: off_duel
it_it: Duello d'Attacco

source: off_duel_PL
it_it: Duelli d'Attacco

source: Opportunity
it_it: Opportunità

source: opportunity_p
it_it: Opportunità

source: opportunity_p_PL
it_it: Opportunità

source: Other Countries
it_it: Altri Paesi

source: Pass
it_it: Passaggio

source: Penalty
it_it: Rigore

source: penalty_PL
it_it: Rigori

source: Per Match Average
it_it: Media Partita

source: Pie
it_it: Torta

source: Play Mode
it_it: Caratteristiche

source: PlayerSheet
it_it: Scheda Del Giocatore

source: playmaking
it_it: Passaggio

source: playmaking_PL
it_it: Passaggi

source: Pointsmap
it_it: Mappa di Punti

source: Rankings
it_it: Classifica

source: Recovery
it_it: Recupero

source: recovery_p
it_it: Recupero

source: recovery_p_PL
it_it: Recuperi

source: Regular
it_it: Titolare

source: Roundup Career
it_it: Riepilogo Carriera

source: Scorers
it_it: Marcatori

source: Sheet
it_it: Scheda

source: shoot_p
it_it: Tiro

source: shoot_p_PL
it_it: Tiri

source: Shot
it_it: Tiro

source: Smart Pass
it_it: Passaggio Intelligente

source: Substitutions
it_it: Sostituzioni

source: Table
it_it: Tabella

source: Team
it_it: Squadra

source: Through Pass
it_it: Passaggio Filtrante

source: through pass_p
it_it: Passaggio Filtrante

source: through pass_p_PL
it_it: Passaggi Filtranti

source: Transfers
it_it: Trasferimenti

source: useful_or_useless_fouls
it_it: Fallo

source: useful_or_useless_fouls_PL
it_it: Falli

source: Winning Foul
it_it: Fallo a Favore

source: winning_fouls_p
it_it: Fallo a Favore

source: winning_fouls_p_PL
it_it: Falli a Favore

source: Year
it_it: Anno

source: goal_conceded
it_it: Goal Subito

source: goal_conceded_PL
it_it: Goal Subiti

source: save
it_it: Parata

source: save_PL
it_it: Parate

source: reflexes
it_it: Riflessi

source: reflexes_PL
it_it: Riflessi

source: exit
it_it: Uscita

source: exit_PL
it_it: Uscite

source: long pass
it_it: Distribuzione

source: long pass_PL
it_it: Distribuzioni

source: Weight
it_it: Peso

source: Birth date
it_it: Data di nascita

source: Birth country
it_it: Paese di nascita

source: Passport country
it_it: Passaporto

source: Foot
it_it: Piede

source: Foot_right
it_it: Destro

source: Foot_left
it_it: Sinistro

source: Goalkeepers
it_it: Portieri

source: Defenders
it_it: Difensori

source: Midfielders
it_it: Centrocampisti

source: Strikers
it_it: Attaccanti

source: Other Competitions
it_it: Altre Competizioni

source: Positive
it_it: Positivi

source: Neutral
it_it: Neutrali

source: Negative
it_it: Negativi

source: Rank
it_it: Posizione

source: Rank_short
it_it: Pos.

source: Points
it_it: Punti

source: MP
it_it: PG

source: Won
it_it: Vinti

source: Draw
it_it: Pareggi

source: Lost
it_it: Persi

source: Goals
it_it: Goal

source: Flag
it_it: Bandiera

source: Name
it_it: Nome

source: Height
it_it: Altezza

source: pass_PL
it_it: Passaggi Intelligenti

source: interception_PL
it_it: Intercettazioni

source: corner kick_p_PL
it_it: Calci d'Angolo

source: clearance
it_it: Liberamento

source: clearance_PL
it_it: Liberamenti
